akamud.vscode-theme-onelight
arcticicestudio.nord-visual-studio-code
dbaeumer.vscode-eslint
dtsvet.vscode-wasm
eamodio.gitlens
GitHub.github-vscode-theme
jdinhlife.gruvbox
lucafalasco.matcha
monokai.theme-monokai-pro-vscode
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.hexeditor
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
msjsdiag.vscode-react-native
qufiwefefwoyn.kanagawa
rangav.vscode-thunder-client
rust-lang.rust-analyzer
sainnhe.everforest
tinkertrain.theme-panda
twxs.cmake
wesbos.theme-cobalt2
yinfei.luahelper