dbaeumer.vscode-eslint
dtsvet.vscode-wasm
esbenp.prettier-vscode
github.copilot
github.copilot-chat
github.github-vscode-theme
golang.go
james-yu.latex-workshop
jdinhlife.gruvbox
llvm-vs-code-extensions.vscode-clangd
mhutchie.git-graph
ms-python.autopep8
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools-extension-pack
ms-vscode.hexeditor
ms-vscode.remote-explorer
mshr-h.veriloghdl
rangav.vscode-thunder-client
rust-lang.rust-analyzer
sumneko.lua
vadimcn.vscode-lldb
vscodevim.vim
yzhang.markdown-all-in-one
zhwu95.riscv