ahmadawais.shades-of-purple
akamud.vscode-theme-onedark
bschulte.love
burkeholland.simple-react-snippets
dracula-theme.theme-dracula
drew-thompson.segment-themes
EditorConfig.EditorConfig
file-icons.file-icons
HallerPatrick.solarized-autumn
kleber-swf.unity-code-snippets
ms-dotnettools.csharp
ms-python.python
ms-vscode.cpptools
redhat.java
sainnhe.gruvbox-material
Tobiah.unity-tools
ulthes.theme-firewatch
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
yzhang.markdown-all-in-one